Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# planAboutMe
source: About me:
ar: عني:
de: Über mich:
es: Sobre mí:
fa: درباره من:
fr: À propos de moi :
it: Su di me:
ja: 私について：
ko: 나에 대해:
nl: Over mij:
pl: O mnie:
pt: Sobre mim:
ru: Обо мне:
tr: Hakkımda:
uk: Про мене:
zh: 关于我：
zh_hant: 關於我：

# planBody
source: %1$@, %2$lld years old, %3$@ tall, %4$@.
ar: %1$@، %2$lld سنة، الطول %3$@، الوزن %4$@.
de: %1$@, %2$lld Jahre, %3$@ groß, %4$@.
es: %1$@, %2$lld años, %3$@ de altura, %4$@.
fa: %1$@، %2$lld ساله، قد %3$@، وزن %4$@.
fr: %1$@, %2$lld ans, %3$@, %4$@.
it: %1$@, %2$lld anni, %3$@ di altezza, %4$@.
ja: %1$@、%2$lld歳、身長%3$@、体重%4$@。
ko: %1$@, %2$lld세, 키 %3$@, 몸무게 %4$@.
nl: %1$@, %2$lld jaar, %3$@ lang, %4$@.
pl: %1$@, %2$lld lat, %3$@ wzrostu, %4$@.
pt: %1$@, %2$lld anos, %3$@ de altura, %4$@.
ru: %1$@, %2$lld лет, рост %3$@, вес %4$@.
tr: %1$@, %2$lld yaşında, boy %3$@, kilo %4$@.
uk: %1$@, %2$lld років, зріст %3$@, вага %4$@.
zh: %1$@，%2$lld 岁，身高 %3$@，体重 %4$@。
zh_hant: %1$@，%2$lld 歲，身高 %3$@，體重 %4$@。

# planDays
source: I want to train %lld days a week.
ar: أريد التمرين %lld أيام في الأسبوع.
de: Ich möchte %lld Tage pro Woche trainieren.
es: Quiero entrenar %lld días a la semana.
fa: می‌خواهم هفته‌ای %lld روز تمرین کنم.
fr: Je veux m’entraîner %lld jours par semaine.
it: Voglio allenarmi %lld giorni a settimana.
ja: 週%lld日トレーニングしたい。
ko: 주 %lld일 운동하고 싶어요.
nl: Ik wil %lld dagen per week trainen.
pl: Chcę trenować %lld dni w tygodniu.
pt: Quero treinar %lld dias por semana.
ru: Хочу тренироваться %lld дней в неделю.
tr: Haftada %lld gün antrenman yapmak istiyorum.
uk: Хочу тренуватися %lld днів на тиждень.
zh: 我想每周训练 %lld 天。
zh_hant: 我想每週訓練 %lld 天。

# planNoHistory
source: No workouts logged yet: treat me as a beginner and keep volume and weights conservative.
ar: لم أسجّل أي تمرين بعد: اعتبرني مبتدئًا وكن حذرًا في الحجم والأوزان.
de: Noch keine Trainings erfasst: Behandle mich als Anfänger und halte Volumen und Gewichte vorsichtig.
es: Aún no he registrado entrenos: trátame como principiante y sé prudente con el volumen y los pesos.
fa: هنوز تمرینی ثبت نشده: من را مبتدی حساب کن و حجم و وزن‌ها را محافظه‌کارانه نگه دار.
fr: Aucune séance enregistrée : considère-moi comme débutant et reste prudent sur le volume et les charges.
it: Nessun allenamento registrato: trattami da principiante e resta prudente con volume e carichi.
ja: まだ記録がありません。初心者として扱い、ボリュームと重量は控えめにしてください。
ko: 아직 운동 기록이 없어요. 초보자로 보고 볼륨과 무게를 보수적으로 잡아 주세요.
nl: Nog geen trainingen gelogd: behandel me als beginner en houd volume en gewichten voorzichtig.
pl: Nie mam jeszcze zapisanych treningów: traktuj mnie jak początkującego i ostrożnie dobieraj objętość i ciężary.
pt: Ainda não registei treinos: trata-me como principiante e sê prudente com o volume e os pesos.
ru: Тренировок пока нет: считай меня новичком и будь осторожен с объёмом и весами.
tr: Henüz kayıtlı antrenmanım yok: beni yeni başlayan olarak düşün, hacim ve ağırlıklarda temkinli ol.
uk: Тренувань ще немає: вважай мене новачком і будь обережним з обсягом і вагами.
zh: 还没有训练记录：请把我当作新手，训练量和重量要保守。
zh_hant: 還沒有訓練紀錄：請把我當作新手，訓練量和重量要保守。

# planHistory
source: %lld workouts logged in the last 30 days.
ar: %lld تمارين في آخر 30 يومًا.
de: %lld Trainings in den letzten 30 Tagen.
es: %lld entrenos registrados en los últimos 30 días.
fa: %lld تمرین در ۳۰ روز اخیر ثبت شده.
fr: %lld séances enregistrées ces 30 derniers jours.
it: %lld allenamenti negli ultimi 30 giorni.
ja: 直近30日のトレーニングは%lld回。
ko: 최근 30일 운동 %lld회.
nl: %lld trainingen in de laatste 30 dagen.
pl: %lld treningów w ostatnich 30 dniach.
pt: %lld treinos registados nos últimos 30 dias.
ru: %lld тренировки за последние 30 дней.
tr: Son 30 günde %lld antrenman.
uk: %lld тренування за останні 30 днів.
zh: 最近 30 天训练了 %lld 次。
zh_hant: 最近 30 天訓練了 %lld 次。

# planBestLifts
source: Best recent sets
ar: أفضل المجموعات الأخيرة
de: Beste Sätze zuletzt
es: Mejores series recientes
fa: بهترین ست‌های اخیر
fr: Meilleures séries récentes
it: Migliori serie recenti
ja: 最近のベストセット
ko: 최근 최고 세트
nl: Beste recente sets
pl: Najlepsze ostatnie serie
pt: Melhores séries recentes
ru: Лучшие недавние подходы
tr: Son en iyi setler
uk: Найкращі нещодавні підходи
zh: 最近的最佳组
zh_hant: 最近的最佳組

# planAskFirst
source: If you don’t know my goal (strength, muscle, fat loss or general fitness) or how long each session can last, ask me first in one short message. Once you have it, answer with JSON only.
ar: إذا لم تكن تعرف هدفي (قوة أو عضل أو خسارة دهون أو لياقة عامة) أو مدة كل حصة، فاسألني أولًا برسالة قصيرة. بعدها أجب بـ JSON فقط.
de: Wenn du mein Ziel (Kraft, Muskeln, Fettabbau oder allgemeine Fitness) oder die Dauer einer Einheit nicht kennst, frag mich zuerst in einer kurzen Nachricht. Danach antworte nur mit JSON.
es: Si no sabes mi objetivo (fuerza, músculo, perder grasa o forma general) o cuánto puede durar cada sesión, pregúntamelo primero en un mensaje corto. Cuando lo tengas, responde solo con JSON.
fa: اگر هدفم (قدرت، عضله، چربی‌سوزی یا آمادگی عمومی) یا مدت هر جلسه را نمی‌دانی، اول در یک پیام کوتاه بپرس. وقتی داشتی، فقط با JSON جواب بده.
fr: Si tu ne connais pas mon objectif (force, muscle, perte de gras ou forme générale) ou la durée possible d’une séance, demande-le-moi d’abord en un court message. Ensuite, réponds uniquement en JSON.
it: Se non conosci il mio obiettivo (forza, massa, dimagrimento o forma generale) o quanto può durare una sessione, chiedimelo prima con un breve messaggio. Poi rispondi solo in JSON.
ja: 目標（筋力、筋肥大、減量、体力づくり）や1回の時間が分からなければ、まず短いメッセージで質問してください。分かったらJSONだけで答えてください。
ko: 내 목표(근력, 근육, 체지방 감량, 전반적 체력)나 한 번에 운동할 수 있는 시간을 모르면 먼저 짧게 물어봐 주세요. 알게 되면 JSON으로만 답해 주세요.
nl: Als je mijn doel (kracht, spiermassa, vetverlies of algemene fitheid) of de duur van een sessie niet weet, vraag het me eerst in één kort bericht. Antwoord daarna alleen met JSON.
pl: Jeśli nie znasz mojego celu (siła, mięśnie, redukcja lub ogólna forma) albo długości sesji, najpierw zapytaj mnie krótko. Potem odpowiedz wyłącznie w JSON.
pt: Se não souberes o meu objetivo (força, músculo, perder gordura ou forma geral) ou quanto pode durar cada sessão, pergunta-me primeiro numa mensagem curta. Depois responde só com JSON.
ru: Если ты не знаешь мою цель (сила, мышцы, сжигание жира или общая форма) или сколько может длиться тренировка, сначала спроси меня одним коротким сообщением. Потом отвечай только JSON.
tr: Hedefimi (güç, kas, yağ yakımı ya da genel form) veya bir seansın ne kadar sürebileceğini bilmiyorsan önce bana kısa bir mesajla sor. Sonra yalnızca JSON ile cevap ver.
uk: Якщо ти не знаєш моєї мети (сила, м’язи, схуднення чи загальна форма) або тривалості тренування, спершу спитай мене одним коротким повідомленням. Потім відповідай лише JSON.
zh: 如果你不知道我的目标（力量、增肌、减脂或一般体能）或每次能练多久，请先用一条简短消息问我。知道后只用 JSON 回答。
zh_hant: 如果你不知道我的目標（力量、增肌、減脂或一般體能）或每次能練多久，請先用一則簡短訊息問我。知道後只用 JSON 回答。

source: Back to top
ar: العودة للأعلى
de: Nach oben
es: Volver arriba
fa: بازگشت به بالا
fr: Revenir en haut
it: Torna su
ja: 先頭へ戻る
ko: 맨 위로
nl: Naar boven
pl: Na górę
pt: Voltar ao topo
ru: Наверх
tr: Başa dön
uk: Угору
zh: 回到顶部
zh_hant: 回到頂端

# deleteExerciseTitle
source: Delete this exercise?
ar: حذف هذا التمرين؟
de: Diese Übung löschen?
es: ¿Borrar este ejercicio?
fa: این حرکت حذف شود؟
fr: Supprimer cet exercice ?
it: Eliminare questo esercizio?
ja: この種目を削除しますか？
ko: 이 운동을 삭제할까요?
nl: Deze oefening verwijderen?
pl: Usunąć to ćwiczenie?
pt: Apagar este exercício?
ru: Удалить это упражнение?
tr: Bu egzersiz silinsin mi?
uk: Видалити цю вправу?
zh: 删除这个动作？
zh_hant: 刪除這個動作？

# deleteExerciseBody
source: "%@" will be removed from your library and routines. Your past sets are kept.
ar: سيُزال «%@» من مكتبتك ومن روتيناتك. تبقى مجموعاتك السابقة محفوظة.
de: „%@“ wird aus deiner Bibliothek und deinen Plänen entfernt. Deine bisherigen Sätze bleiben erhalten.
es: "%@" se quitará de tu biblioteca y de tus rutinas. Tus series anteriores se conservan.
fa: «%@» از کتابخانه و روتین‌های شما حذف می‌شود. ست‌های قبلی‌تان باقی می‌مانند.
fr: « %@ » sera retiré de ta bibliothèque et de tes programmes. Tes séries passées sont conservées.
it: «%@» verrà tolto dalla libreria e dalle schede. Le serie passate restano.
ja: 「%@」をライブラリとルーティンから削除します。これまでのセットは残ります。
ko: "%@"이(가) 라이브러리와 루틴에서 삭제돼요. 지난 세트 기록은 남아요.
nl: "%@" wordt uit je bibliotheek en routines gehaald. Je eerdere sets blijven bewaard.
pl: „%@” zniknie z biblioteki i planów. Wcześniejsze serie zostaną.
pt: "%@" será removido da tua biblioteca e das tuas rotinas. As séries anteriores ficam guardadas.
ru: «%@» будет удалено из библиотеки и программ. Прошлые подходы сохранятся.
tr: "%@" kütüphanenden ve programlarından kaldırılacak. Önceki setlerin korunur.
uk: «%@» буде видалено з бібліотеки та програм. Попередні підходи збережуться.
zh: “%@”将从动作库和训练计划中移除，之前的训练记录会保留。
zh_hant: 「%@」將從動作庫和課表中移除，之前的訓練紀錄會保留。

# exportForStravaHint
source: Upload it in a browser at strava.com/upload/select (the Strava app can't import files). It shows up as a Weight Training with your sets.
ar: ارفعه من المتصفح على strava.com/upload/select (تطبيق Strava لا يستورد الملفات). سيظهر كتمرين أوزان مع مجموعاتك.
de: Lade die Datei im Browser auf strava.com/upload/select hoch (die Strava-App kann keine Dateien importieren). Sie erscheint als Krafttraining mit deinen Sätzen.
es: Súbelo desde el navegador en strava.com/upload/select (la app de Strava no importa archivos). Aparece como Entrenamiento con pesas, con tus series.
fa: آن را در مرورگر از strava.com/upload/select بارگذاری کنید (اپ Strava نمی‌تواند فایل وارد کند). به‌صورت «تمرین با وزنه» همراه با ست‌هایتان نمایش داده می‌شود.
fr: Importe-le depuis un navigateur sur strava.com/upload/select (l’app Strava n’importe pas de fichiers). Il apparaît comme musculation avec tes séries.
it: Caricalo dal browser su strava.com/upload/select (l’app di Strava non importa file). Compare come allenamento con i pesi, con le tue serie.
ja: ブラウザで strava.com/upload/select からアップロード（Stravaアプリはファイルを取り込めません）。セット付きのウェイトトレーニングとして表示されます。
ko: 브라우저에서 strava.com/upload/select 로 올리세요(Strava 앱은 파일을 가져올 수 없어요). 세트와 함께 웨이트 트레이닝으로 표시돼요.
nl: Upload het in een browser op strava.com/upload/select (de Strava-app kan geen bestanden importeren). Het verschijnt als krachttraining met je sets.
pl: Prześlij w przeglądarce na strava.com/upload/select (aplikacja Strava nie importuje plików). Pojawi się jako trening siłowy z twoimi seriami.
pt: Envia pelo navegador em strava.com/upload/select (a app do Strava não importa ficheiros). Aparece como treino de musculação, com as tuas séries.
ru: Загрузите в браузере на strava.com/upload/select (приложение Strava не импортирует файлы). Появится как силовая тренировка с вашими подходами.
tr: Tarayıcıdan strava.com/upload/select adresine yükle (Strava uygulaması dosya içe aktaramaz). Setlerinle birlikte ağırlık antrenmanı olarak görünür.
uk: Завантажте в браузері на strava.com/upload/select (застосунок Strava не імпортує файли). З’явиться як силове тренування з вашими підходами.
zh: 请在浏览器中打开 strava.com/upload/select 上传（Strava 应用无法导入文件），会显示为带组数的力量训练。
zh_hant: 請在瀏覽器中開啟 strava.com/upload/select 上傳（Strava App 無法匯入檔案），會顯示為含組數的重量訓練。

# manualStartTime
source: Start time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fa: زمان شروع
fr: Heure de début
it: Ora di inizio
ja: 開始時刻
ko: 시작 시간
nl: Starttijd
pl: Godzina rozpoczęcia
pt: Hora de início
ru: Время начала
tr: Başlangıç saati
uk: Час початку
zh: 开始时间
zh_hant: 開始時間

# manualDuration
source: Duration
ar: المدة
de: Dauer
es: Duración
fa: مدت
fr: Durée
it: Durata
ja: 時間
ko: 운동 시간
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
tr: Süre
uk: Тривалість
zh: 时长
zh_hant: 時長

# manualDurationUnset
source: Add duration
ar: أضف المدة
de: Dauer eintragen
es: Añadir duración
fa: افزودن مدت
fr: Ajouter la durée
it: Aggiungi durata
ja: 時間を入力
ko: 시간 추가
nl: Duur invullen
pl: Dodaj czas trwania
pt: Adicionar duração
ru: Указать длительность
tr: Süre ekle
uk: Додати тривалість
zh: 添加时长
zh_hant: 新增時長

# stravaRow
source: Export to Strava (beta)
ar: تصدير إلى Strava (تجريبي)
de: Zu Strava exportieren (Beta)
es: Exportar a Strava (beta)
fa: خروجی به Strava (بتا)
fr: Exporter vers Strava (bêta)
it: Esporta su Strava (beta)
ja: Stravaへ書き出し（ベータ）
ko: Strava로 내보내기 (베타)
nl: Exporteren naar Strava (bèta)
pl: Eksport do Stravy (beta)
pt: Exportar para o Strava (beta)
ru: Экспорт в Strava (бета)
tr: Strava’ya aktar (beta)
uk: Експорт у Strava (бета)
zh: 导出到 Strava（测试版）
zh_hant: 匯出到 Strava（測試版）

# stravaBeta
source: BETA
ar: تجريبي
fa: بتا
fr: BÊTA
ja: ベータ
ko: 베타
nl: BÈTA
ru: БЕТА
uk: БЕТА
zh: 测试版
zh_hant: 測試版

# stravaIntro
source: Pick a workout to take it to Strava. You get a .fit file: upload it in a browser at strava.com/upload/select and it shows up as a Weight Training with your sets.
ar: اختر تمرينًا لنقله إلى Strava. ستحصل على ملف .fit: ارفعه من المتصفح على strava.com/upload/select وسيظهر كتمرين أوزان مع مجموعاتك.
de: Wähle ein Training für Strava. Du bekommst eine .fit-Datei: Lade sie im Browser auf strava.com/upload/select hoch, dann erscheint sie als Krafttraining mit deinen Sätzen.
es: Elige un entreno para llevarlo a Strava. Te llevas un archivo .fit: súbelo desde el navegador en strava.com/upload/select y aparece como Entrenamiento con pesas, con tus series.
fa: یک تمرین انتخاب کنید تا به Strava ببرید. یک فایل ‎.fit‎ دریافت می‌کنید: آن را در مرورگر از strava.com/upload/select بارگذاری کنید تا به‌صورت «تمرین با وزنه» همراه با ست‌هایتان نمایش داده شود.
fr: Choisis une séance à envoyer sur Strava. Tu obtiens un fichier .fit : importe-le depuis un navigateur sur strava.com/upload/select, il apparaît comme musculation avec tes séries.
it: Scegli un allenamento da portare su Strava. Ottieni un file .fit: caricalo dal browser su strava.com/upload/select e compare come allenamento con i pesi, con le tue serie.
ja: Stravaに送るトレーニングを選んでください。.fitファイルができるので、ブラウザで strava.com/upload/select からアップロードすると、セット付きのウェイトトレーニングとして表示されます。
ko: Strava로 보낼 운동을 고르세요. .fit 파일이 만들어지면 브라우저에서 strava.com/upload/select 로 올리세요. 세트와 함께 웨이트 트레이닝으로 표시돼요.
nl: Kies een training voor Strava. Je krijgt een .fit-bestand: upload het in een browser op strava.com/upload/select en het verschijnt als krachttraining met je sets.
pl: Wybierz trening do Stravy. Dostaniesz plik .fit: prześlij go w przeglądarce na strava.com/upload/select, a pojawi się jako trening siłowy z seriami.
pt: Escolhe um treino para levar para o Strava. Recebes um ficheiro .fit: envia pelo navegador em strava.com/upload/select e aparece como treino de musculação, com as tuas séries.
ru: Выберите тренировку для Strava. Вы получите файл .fit: загрузите его в браузере на strava.com/upload/select, и он появится как силовая тренировка с подходами.
tr: Strava’ya götürmek için bir antrenman seç. Bir .fit dosyası alırsın: tarayıcıdan strava.com/upload/select adresine yükle, setlerinle birlikte ağırlık antrenmanı olarak görünür.
uk: Оберіть тренування для Strava. Ви отримаєте файл .fit: завантажте його в браузері на strava.com/upload/select, і воно з’явиться як силове тренування з підходами.
zh: 选择一次训练导出到 Strava。你会得到一个 .fit 文件：在浏览器中打开 strava.com/upload/select 上传，会显示为带组数的力量训练。
zh_hant: 選擇一次訓練匯出到 Strava。你會得到一個 .fit 檔：在瀏覽器中開啟 strava.com/upload/select 上傳，會顯示為含組數的重量訓練。

# stravaEmpty
source: No workouts to export yet.
ar: لا توجد تمارين للتصدير بعد.
de: Noch keine Trainings zum Exportieren.
es: Aún no hay entrenos para exportar.
fa: هنوز تمرینی برای خروجی نیست.
fr: Aucune séance à exporter pour l’instant.
it: Ancora nessun allenamento da esportare.
ja: 書き出せるトレーニングはまだありません。
ko: 아직 내보낼 운동이 없어요.
nl: Nog geen trainingen om te exporteren.
pl: Brak treningów do eksportu.
pt: Ainda não há treinos para exportar.
ru: Пока нет тренировок для экспорта.
tr: Henüz dışa aktarılacak antrenman yok.
uk: Поки немає тренувань для експорту.
zh: 还没有可导出的训练。
zh_hant: 還沒有可匯出的訓練。

source: Tap to pause
ar: اضغط للإيقاف المؤقت
de: Tippen zum Pausieren
es: Toca para pausar
fa: برای توقف موقت لمس کنید
fr: Touche pour mettre en pause
it: Tocca per mettere in pausa
ja: タップで一時停止
ko: 탭하면 일시정지
nl: Tik om te pauzeren
pl: Dotknij, aby wstrzymać
pt: Toca para pausar
ru: Нажмите для паузы
tr: Duraklatmak için dokun
uk: Торкніться для паузи
zh: 点按暂停
zh_hant: 點按暫停

# holdPausedHint
source: Paused · tap to resume
ar: متوقف مؤقتًا · اضغط للمتابعة
de: Pausiert · tippen zum Fortsetzen
es: En pausa · toca para seguir
fa: متوقف شده · برای ادامه لمس کنید
fr: En pause · touche pour reprendre
it: In pausa · tocca per riprendere
ja: 一時停止中 · タップで再開
ko: 일시정지됨 · 탭하면 계속
nl: Gepauzeerd · tik om verder te gaan
pl: Wstrzymane · dotknij, aby wznowić
pt: Em pausa · toca para continuar
ru: Пауза · нажмите, чтобы продолжить
tr: Duraklatıldı · devam için dokun
uk: Пауза · торкніться, щоб продовжити
zh: 已暂停 · 点按继续
zh_hant: 已暫停 · 點按繼續

# finishHoldNow
source: Finish set now
ar: أنهِ المجموعة الآن
de: Satz jetzt beenden
es: Terminar la serie ya
fa: همین حالا ست را تمام کن
fr: Finir la série maintenant
it: Chiudi la serie ora
ja: 今すぐセットを終える
ko: 지금 세트 끝내기
nl: Set nu afronden
pl: Zakończ serię teraz
pt: Terminar a série já
ru: Завершить подход сейчас
tr: Seti şimdi bitir
uk: Завершити підхід зараз
zh: 现在完成这组
zh_hant: 現在完成這組

# barWeightExercise
source: Bar or sled weight
ar: وزن البار أو المزلجة
de: Gewicht von Stange oder Schlitten
es: Peso de la barra o carro
fa: وزن هالتر یا سورتمه
fr: Poids de la barre ou du chariot
it: Peso del bilanciere o della slitta
ja: バーまたはスレッドの重さ
ko: 바 또는 슬레드 무게
nl: Gewicht van stang of slede
pl: Waga sztangi lub sanek
pt: Peso da barra ou do carro
ru: Вес грифа или платформы
tr: Bar ya da kızak ağırlığı
uk: Вага грифа чи платформи
zh: 杠铃杆或滑车重量
zh_hant: 槓鈴桿或滑車重量

# barWeightHint
source: Used by the plate calculator
ar: تستخدمه حاسبة الأقراص
de: Wird vom Scheibenrechner genutzt
es: Lo usa la calculadora de discos
fa: در ماشین‌حساب صفحه‌ها استفاده می‌شود
fr: Utilisé par le calculateur de disques
it: Usato dal calcolatore dei dischi
ja: プレート計算に使われます
ko: 원판 계산기에 사용돼요
nl: Gebruikt door de schijvencalculator
pl: Używana przez kalkulator talerzy
pt: Usado pela calculadora de discos
ru: Используется калькулятором блинов
tr: Plaka hesaplayıcı bunu kullanır
uk: Використовує калькулятор млинців
zh: 杠铃片计算器会用到
zh_hant: 槓片計算器會用到

# barWeightCustom
source: Your own · tap to reset
ar: مخصص · اضغط لإعادة الضبط
de: Eigenes · tippen zum Zurücksetzen
es: Propio · toca para quitarlo
fa: وزن شما · برای بازنشانی لمس کنید
fr: Personnalisé · touche pour réinitialiser
it: Personalizzato · tocca per azzerare
ja: 自分で設定 · タップでリセット
ko: 직접 설정 · 탭하면 초기화
nl: Eigen · tik om te wissen
pl: Własna · dotknij, aby przywrócić
pt: Próprio · toca para repor
ru: Свой · нажмите, чтобы сбросить
tr: Kendi değerin · sıfırlamak için dokun
uk: Власна · торкніться, щоб скинути
zh: 自定义 · 点按重置
zh_hant: 自訂 · 點按重設

# groupRename
source: Rename group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Cambiar nombre
fa: تغییر نام گروه
fr: Renommer le groupe
it: Rinomina gruppo
ja: グループ名を変更
ko: 그룹 이름 변경
nl: Groep hernoemen
pl: Zmień nazwę grupy
pt: Renomear grupo
ru: Переименовать группу
tr: Grubu yeniden adlandır
uk: Перейменувати групу
zh: 重命名分组
zh_hant: 重新命名群組

# groupUngroup
source: Remove group, keep routines
ar: إزالة المجموعة مع إبقاء الروتينات
de: Gruppe auflösen, Routinen behalten
es: Quitar el grupo, mantener rutinas
fa: حذف گروه، نگه‌داشتن روتین‌ها
fr: Retirer le groupe, garder les routines
it: Togli il gruppo, tieni le routine
ja: グループを解除(ルーティンは残す)
ko: 그룹만 해제 (루틴 유지)
nl: Groep opheffen, routines houden
pl: Usuń grupę, zachowaj rutyny
pt: Remover grupo, manter rotinas
ru: Убрать группу, оставить программы
tr: Grubu kaldır, rutinleri koru
uk: Прибрати групу, залишити програми
zh: 取消分组,保留计划
zh_hant: 取消群組,保留課表

# groupDeleteAll
source: Delete group and routines
ar: حذف المجموعة وروتيناتها
de: Gruppe und Routinen löschen
es: Borrar grupo y rutinas
fa: حذف گروه و روتین‌ها
fr: Supprimer le groupe et ses routines
it: Elimina gruppo e routine
ja: グループとルーティンを削除
ko: 그룹과 루틴 삭제
nl: Groep en routines verwijderen
pl: Usuń grupę i rutyny
pt: Excluir grupo e rotinas
ru: Удалить группу и программы
tr: Grubu ve rutinleri sil
uk: Видалити групу й програми
zh: 删除分组及其计划
zh_hant: 刪除群組及其課表

# groupDeleteTitle
source: Delete “%@”?
ar: حذف «%@»؟
de: „%@“ löschen?
es: ¿Borrar «%@»?
fa: «%@» حذف شود؟
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
ja: 「%@」を削除しますか?
ko: 「%@」을(를) 삭제할까요?
nl: “%@” verwijderen?
pl: Usunąć „%@”?
pt: Excluir “%@”?
ru: Удалить «%@»?
tr: “%@” silinsin mi?
uk: Видалити «%@»?
zh: 删除“%@”?
zh_hant: 刪除「%@」?

# groupDeleteBody
source: %@ will be deleted. Your workout history is kept.
ar: سيتم حذف %@. يبقى سجل تمارينك كما هو.
de: %@ werden gelöscht. Dein Trainingsverlauf bleibt erhalten.
es: Se borrarán %@. Tu historial de entrenos se mantiene.
fa: %@ حذف می‌شود. سابقهٔ تمرین‌هایت باقی می‌ماند.
fr: %@ seront supprimées. Ton historique d’entraînement est conservé.
it: Verranno eliminate %@. Lo storico degli allenamenti resta.
ja: %@が削除されます。トレーニング履歴は残ります。
ko: %@이(가) 삭제됩니다. 운동 기록은 유지됩니다.
nl: %@ worden verwijderd. Je trainingsgeschiedenis blijft bewaard.
pl: Zostaną usunięte: %@. Historia treningów zostaje.
pt: %@ serão excluídas. Seu histórico de treinos é mantido.
ru: Будут удалены: %@. История тренировок сохранится.
tr: %@ silinecek. Antrenman geçmişin korunur.
uk: Буде видалено: %@. Історія тренувань збережеться.
zh: 将删除%@。训练记录会保留。
zh_hant: 將刪除%@。訓練紀錄會保留。

# tplRr
source: The r/bodyweightfitness classic: full body three days a week. Move up a step when it gets easy.
ar: الروتين الكلاسيكي من r/bodyweightfitness: الجسم كله ثلاثة أيام في الأسبوع. انتقل إلى المستوى التالي حين يصبح سهلًا.
de: Der Klassiker von r/bodyweightfitness: Ganzkörper an drei Tagen pro Woche. Geh eine Stufe höher, wenn es leicht wird.
es: El clásico de r/bodyweightfitness: cuerpo entero tres días a la semana. Sube un paso cuando te resulte fácil.
fa: روتین کلاسیک r/bodyweightfitness: کل بدن، سه روز در هفته. وقتی آسان شد یک پله بالاتر برو.
fr: Le classique de r/bodyweightfitness : tout le corps trois jours par semaine. Passe à l’étape suivante quand ça devient facile.
it: Il classico di r/bodyweightfitness: tutto il corpo tre giorni a settimana. Passa al livello successivo quando diventa facile.
ja: r/bodyweightfitness の定番:週3日の全身トレーニング。楽になったら次の段階へ。
ko: r/bodyweightfitness의 대표 루틴: 주 3일 전신 운동. 쉬워지면 다음 단계로 넘어가세요.
nl: De klassieker van r/bodyweightfitness: drie dagen per week het hele lichaam. Ga een stap verder als het makkelijk wordt.
pl: Klasyk z r/bodyweightfitness: całe ciało trzy dni w tygodniu. Przejdź o krok wyżej, gdy zrobi się łatwo.
pt: O clássico do r/bodyweightfitness: corpo inteiro três dias por semana. Suba um nível quando ficar fácil.
ru: Классика r/bodyweightfitness: всё тело три дня в неделю. Переходи на следующую ступень, когда станет легко.
tr: r/bodyweightfitness klasiği: haftada üç gün tüm vücut. Kolaylaşınca bir sonraki aşamaya geç.
uk: Класика r/bodyweightfitness: усе тіло три дні на тиждень. Переходь на наступний щабель, коли стане легко.
zh: r/bodyweightfitness 的经典计划:每周三天全身训练。变轻松了就进阶到下一级。
zh_hant: r/bodyweightfitness 的經典計畫:每週三天全身訓練。變輕鬆了就進階到下一級。

# levelUpKicker
source: NEXT STEP
ar: الخطوة التالية
de: NÄCHSTE STUFE
es: SIGUIENTE PASO
fa: قدم بعدی
fr: ÉTAPE SUIVANTE
it: PROSSIMO PASSO
ja: 次のステップ
ko: 다음 단계
nl: VOLGENDE STAP
pl: NASTĘPNY KROK
pt: PRÓXIMO PASSO
ru: СЛЕДУЮЩИЙ ШАГ
tr: SONRAKİ ADIM
uk: НАСТУПНИЙ КРОК
zh: 下一步
zh_hant: 下一步
